[
    {
        "location" : "examples/election/src/election_sim/img/image_1.jpeg",
        "description" : "Amid a dark, pixelated cityscape, two masked figures wield a flaming bottle and a red flag emblazoned with a symbol, underscored by text urging immediate revolution."
    },    
    {
        "location" : "examples/election/src/election_sim/img/image_2.jpeg",
        "description" : "Hands in tailored sleeves manipulate marionette strings attached to a chaotic landscape of pollution, deforestation, and oil spills, accompanied by a bold slogan urging emancipation from capitalist control."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_3.jpeg",
        "description" : "A uniformed revolutionary figure raises a hammer to smash pig-headed caricatures of capitalist leaders, while a steadfast crowd in matching attire stands behind, rallying to eliminate the capitalist class and its reactionary elements."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_4.jpeg",
        "description" : "A cartoon character proclaims “Capitalism has failed,” but a gloved hand removes the top of its head to reveal a smaller statement indicating the speaker’s envy of wealthier people."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_5.jpeg",
        "description" : "A grid of contrasting snapshots highlights essential public goods—such as healthcare, clean energy, and transportation—labeled as unaffordable, while costly wars, bailouts, and military projects are portrayed as readily funded."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_6.jpeg",
        "description" : "stage with a large screen behind her displaying text that asserts science and technology are not confined to any single economic system and have existed before and will continue after capitalism."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_7.jpeg",
        "description" : "A two-panel cartoon contrasts the government’s calm, indulgent demeanor when wealthy individuals evade taxes with its furious reaction to a middle-class family’s delayed tax payment."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_8.jpeg",
        "description" : "A bold, stylized crowd of people, rendered in red and yellow, marches forward beneath a prominent banner declaring 'WE ARE THE 99%' signifying unity among the vast majority."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_9.jpeg",
        "description" : "Two arms hold protest signs highlighting that mental health interventions cannot alone address the injustices of being overworked, underpaid, and impoverished."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_10.jpeg",
        "description" : "A four-panel cartoon contrasts generational finger-pointing over economic ruin with the conclusion that capitalism itself is to blame, transforming a smug wealthy figure into an enraged caricature."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_11.jpeg",
        "description" : "A colossal octopus labeled “Corporate Greed” wraps its tentacles around major industries and institutions, symbolizing the insidious reach of monopolistic power as onlookers gather in apprehension."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_12.jpeg",
        "description" : "Bold text in red and white proclaims, “I AM THE CAPITALIST YOUR SOCIALIST PROFESSORS WARNED YOU ABOUT,” suggesting a defiant embrace of a free-market mindset."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_13.jpeg",
        "description" : "The word “INNOVATION” appears in a sleek, futuristic font, surrounded by geometric shapes and circuitry-like patterns, while two hands touch a digital interface."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_14.jpeg",
        "description" : "A stylized red fist rises at the center of a slogan reading, “I DON’T KNOW IF CAPITALISM WORKS BUT FOR SURE SOCIALISM IS NOT AN ALTERNATIVE,” conveying skepticism of socialist principles."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_15.jpeg",
        "description" : "A split-panel cartoon contrasts a poor man vowing to do anything for someone else to make a little money with a wealthy man declaring he’ll do anything to someone else to make a lot of money."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_16.jpeg",
        "description" : "Long rows of industrial looms span a high-ceilinged mill, each powered by overhead belts and pulleys, weaving wide bolts of cloth amid a warm, filtered light."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_17.jpeg",
        "description" : "Bold lettering in soft blue and bright red declares, “STOP BLAMING YOUR POOR LIFE CHOICES ON CAPITALISM,” accented by small shock lines and stars."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_18.jpeg",
        "description" : "A plain gray placeholder contains a notice that the content is unavailable because it is an unsupported file type."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_19.jpeg",
        "description" : "A lineup of stylized workers in various uniforms and outfits stands beneath large black text reading “EMPLOYMENT,” showcasing numerous professions from chefs to pilots."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_20.jpeg",
        "description" : "A sprawling, majestic tree laden with red apples on one side and golden fruits on the other stands amid two contrasting cityscapes—one in warm hues where families gather on green lawns, and the other in cooler tones bustling with healthcare workers and professionals—while birds soar overhead and drifting leaves frame the diverse communities beneath, suggesting a balance between nature, society, and progress."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_21.jpeg",
        "description" : "A red-haired cartoon character narrows his eyes, accompanied by a caption questioning whether someone’s failure to recycle is due to ignorance or malice toward innocent creatures."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_22.jpeg",
        "description" : "A green, pointy-eared sage in a robe addresses the viewer with a humorous command to recycle, phrased in his distinctive, inverted style of speech."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_23.jpeg",
        "description" : "Several individuals, armed with hoes and surrounded by leafy cabbages, work collaboratively on a communal farm plot under a bright blue sky."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_24.jpeg",
        "description" : "A smiling globe rests gently in cupped hands, encircled by colorful flowers and leaves, accompanied by a message encouraging people to cherish the Earth."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_25.jpeg",
        "description" : "An adorable, wide-eyed creature with large ears beams happily, accompanied by text that celebrates seeing friends adopt the eco-friendly products it recommended."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_26.jpeg",
        "description" : "A protest sign depicts the globe perched atop an ice-cream cone, labeled “Not Cool,” symbolizing a melting Earth in the face of climate change."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_27.jpeg",
        "description" : "Stylized human figures cooperate around a giant planet, displaying solar panels, wind turbines, and recycling efforts that transition from polluted industry to green pastures."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_28.jpeg",
        "description" : "A wind turbine stands tall against a clear sky, paired with a playful caption declaring enthusiasm for renewable energy in a pun-filled statement."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_29.jpeg",
        "description" : "A pair of open palms supports a stylized Earth in soft green tones, accented by abstract leaves and the directive “SAVE THE PLANET,” conveying a call to environmental stewardship."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_30.jpeg",
        "description" : "A boyish figure dressed in a vibrant green superhero suit stands confidently in a sunlit rainforest stream, surrounded by lush foliage that underscores his role as a protector of nature."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_31.jpeg",
        "description" : "Several suited individuals tug on ropes attached to a large brain with pink wings, while more winged brains escape from an open cage in the background, hinting at the struggle to contain liberated ideas."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_32.jpeg",
        "description" : "In a verdant field of tomato plants, a bandana-clad worker balances a brimming bucket of green produce on her shoulder, flashing a knowing smile, while fellow laborers crouch behind her, diligently harvesting and filling containers under the open sky."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_33.jpeg",
        "description" : "A suited man behind a lectern addresses an audience as large capital letters overhead declare a demand to reclaim the nation."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_34.jpeg",
        "description" : "An aged parchment emblazoned with the phrase “We the People” unfurls against a bold red background, proclaiming that citizens desire control of their country."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_35.jpeg",
        "description" : "Several individuals assemble along a roadside, holding placards that express opposition to accommodating certain groups, while prominently waving a national flag."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_36.jpeg",
        "description" : "A sign with stenciled lettering, painted in stark white on a dark backdrop, urges authorities to cease compensating and begin deporting unwanted populations."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_37.jpeg",
        "description" : "A woman wearing a patterned headscarf looks directly at the viewer, standing in a street alongside others dressed similarly in colorful hijabs, with faint urban structures in the background."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_38.jpeg",
        "description" : "Red lettering warns “NO ENTRY BORDER CROSSING” across multiple languages, signifying strict limitations on movement."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_39.jpeg",
        "description" : "A group of protesters brandish bright yellow signs demanding an end to “illegal immigration” and “no amnesty,” while another sign urges keeping families together through deportation."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_40.jpeg",
        "description" : "Hooded and masked individuals congregate on a street, some appearing to set off smoke devices, as bystanders look on amidst the commotion."
    },

    {
        "location" : "examples/election/src/election_sim/img/image_41.jpeg",
        "description" : "A doctor’s hands rest protectively over a paper-cutout family and heart, symbolizing healthcare coverage and security."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_42.jpeg",
        "description" : "A mother shielding her children under a money-printed umbrella, aided by Uncle Sam’s hand, symbolizes government-funded social programs."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_43.jpeg",
        "description" : "A storm-worn coastal road battered by waves highlights environmental vulnerability and the impacts of rising sea levels."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_44.jpeg",
        "description" : "A chalkboard filled with mathematical formulas alongside books and pencils underscores the importance of education and learning."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_45.jpeg",
        "description" : "Themes of financial growth and prosperity, illustrating economic advancement."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_46.jpeg",
        "description" : "A small tree grows atop a miniature globe held by a verdant hand, highlighting environmental stewardship and the shared responsibility to protect our planet."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_47.jpeg",
        "description" : "A clipboard labeled “Cash Flow,” accompanied by graphs, a calculator, and a magnifying glass, represents financial analysis and the importance of managing money effectively."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_48.jpeg",
        "description" : "One hand passes cash to another open palm, symbolizing corruption or bribery."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_49.jpeg",
        "description" : "Money is clandestinely exchanged under a table piled with documents, highlighting hidden or under-the-table corruption."
    },
    {
        "location" : "examples/election/src/election_sim/img/image_50.jpeg",
        "description" : "A group of multicolored figures, including individuals belonging to vulnerable populations using wheelchairs and canes, represents inclusivity and accessibility for people of all abilities."
    }  
]