{
    "Bill Fredrickson proposes tax breaks to boost local industry amidst environmental concerns": [
        "examples/election/news_data/img/image_26.jpeg"
    ],
    "Storhampton's election heats up as economic policies dominate discussion": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Bradley Carter urges action as environmental shifts emerge": [
        "examples/election/news_data/img/image_41.jpeg"
    ],
    "Opinion: Industrial Manufacturing is Affecting Residents, Says Bill Fredrickson": [
        "examples/election/news_data/img/image_43.jpeg"
    ],
    "Bradley Carter Taps Longtime Climate Diplomat as Storhampton’s Environmental Chief": [
        "examples/election/news_data/img/image_20.jpeg"
    ],
    "Bill Fredrickson Quits the Climate Agreement: What Will Local Industries Do?": [
        "examples/election/news_data/img/image_43.jpeg"
    ],
    "Textile manufacturing a serious concern for climate action, reveals study": [
        "examples/election/news_data/img/image_23.jpeg"
    ],
    "Among Fredrickson’s Day One Initiatives: Canceling Carter's Industrial Regulation Policy": [
        "examples/election/news_data/img/image_44.jpeg"
    ],
    "Bradley Carter Advocates for Environmental Protection and Social Program Expansion in Storhampton Election": [
        "examples/election/news_data/img/image_6.jpeg"
    ],
    "Bill Fredrickson proposes tax breaks to local industry to stimulate economic growth in Storhampton.": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Analysis-Fredrickson's Paris climate exit will hit harder than in 2017": [
        "examples/election/news_data/img/image_44.jpeg"
    ],
    "Bill Fredrickson reports record production of 455,958 units from local industry and provides development outlook.": [
        "examples/election/news_data/img/image_19.jpeg"
    ],
    "The 8 talking points used in Storhampton's election that obstruct progressive climate action": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "Union Budget for 2025 & Storhampton’s rise as regional innovation center with manufacturing focus": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "Fredrickson’s Balancing Act: Providing Local Industry Tax Breaks While Maintaining Economic Stability": [
        "examples/election/news_data/img/image_16.jpeg"
    ],
    "Enhancing Economic Opportunities Through Sustainable Practices ": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "How Native and Immigrant Communities Learn to Coexist in Storhampton: A Qualitative Study ": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Candidates Urge Policymakers to Uphold Integrity, Transparency ": [
        "examples/election/news_data/img/image_42.jpeg"
    ],
    "Key Takeaways From Fredrickson's Economic Proposals ": [
        "examples/election/news_data/img/image_19.jpeg"
    ],
    "Recycled Manufacturing Materials Market to Transform Storhampton's Economy | Research Analysis ": [
        "examples/election/news_data/img/image_23.jpeg"
    ],
    "New Environmental Protection Method Could Boost Trust in Storhampton's Green Initiatives": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Textile Manufacturing Sector in Storhampton Sees Potential for Growth with Proposed Tax Breaks ": [
        "examples/election/news_data/img/image_43.jpeg"
    ],
    "Storhampton Candidates Emphasize Combining Traditions and New Strategies for Economic Stability": [
        "examples/election/news_data/img/image_16.jpeg"
    ],
    "Bill Fredrickson Offers Critical Support for Storhampton Economic Recovery": [
        "examples/election/news_data/img/image_42.jpeg"
    ],
    "Storhampton's Manufacturing Sector Needs to Prioritize Sustainability, Says Bradley Carter": [
        "examples/election/news_data/img/image_13.jpeg"
    ],
    "Bill Fredrickson Emphasizes Job Creation Through Local Industry Tax Breaks in Storhampton Election": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Storhampton Community Sees Economic Opportunity with Diversity in Manufacturing": [
        "examples/election/news_data/img/image_42.jpeg"
    ],
    "Bradley Carter Advocates for Environmental Regulations and Social Programs Amid Global Climate Concerns": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "Progressive Policies Proposed in Storhampton Election Aim to Innovate Beyond Traditional Approaches": [
        "examples/election/news_data/img/image_20.jpeg"
    ],
    "Storhampton Economic Shift: Diversification in Food Industry Offers Opportunities Amid Increasing Demand and Changing Consumer Tastes": [
        "examples/election/news_data/img/image_16.jpeg"
    ],
    "Candidate Bradley Carter proposes increasing regulation to protect the environment in Storhampton's local election.": [
        "examples/election/news_data/img/image_16.jpeg"
    ],
    "Bill Fredrickson's Vision for Tax Breaks in Storhampton: What Does it Mean for Local Industries?": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "How the Fredrickson Candidacy Could Impact Economic Policy ": [
        "examples/election/news_data/img/image_47.jpeg"
    ],
    "Bradley Carter's Insights on Environmental Protection: 10 Strategies for 2025": [
        "examples/election/news_data/img/image_13.jpeg"
    ],
    "Fredrickson's tax breaks proposal gains momentum with local industry leaders.  ": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Study Finds Storhampton's immigrants adapt well to socioeconomic changes amidst economic instability.": [
        "examples/election/news_data/img/image_18.jpeg"
    ],
    "Progressive candidate Carter commences policy offer to provide all outstanding shares of social benefits.": [
        "examples/election/news_data/img/image_27.jpeg"
    ],
    "Extreme economic instability heightens poverty risks for immigrant communities in Storhampton.": [
        "examples/election/news_data/img/image_45.jpeg"
    ],
    "Bill Fredrickson Advocates for the Future of Storhampton’s Textile Industry ": [
        "examples/election/news_data/img/image_44.jpeg"
    ],
    "Bradley Carter Pushes for Community-Centric Office Allocations in Storhampton": [
        "examples/election/news_data/img/image_20.jpeg"
    ]
}